Repository: mertcanerbasi/examplearch
Catalog: lib/core/res/l10n/app_*.arb
Languages: tr

source: Age
tr: Yaş

# ageQuestion
source: How old are you?
tr: Kaç yaşındasın?

source: Already have account?
tr: Zaten bir hesabınız var mı?

source: Athlete
tr: Sporcu

source: Back
tr: Geri

# bmiValueNormal
source: This value is considered normal. Ideal weight range is
tr: Bu değer normal kabul ediliyor. Ideal kilo aralığın

# bmiValueTooHigh
source: This value is considered too high. Ideal weight range is
tr: Bu değer çok yüksek kabul ediliyor. Ideal kilo aralığın

# bmiValueTooLow
source: This value is considered too low. Ideal weight range is
tr: Bu değer çok düşük kabul ediliyor. Ideal kilo aralığın

source: Body Type
tr: Vücut Tipi

# bodyTypeQuestion
source: What is your bodytype?
tr: Vücut Tipin Ne?

# commitment
source: Your Commitment
tr: Taahhütün

# continueApp
source: Continue
tr: Devam Et

source: Create an account
tr: Hesap Oluştur

source: Delete Account
tr: Hesabı sil

# ecto
source: Ectomorph
tr: Ektomorf

# endo
source: Endomorph
tr: Endomorf

source: Engaging Challenges
tr: Eğlenceli Zorluklar

# errorGeneralOccured
source: Encountered with an unexpected error
tr: Beklenemeyen bir hata ile karşılaşıldı

# errorWhileUpdate
source: While updating your data, an error occured
tr: Veriler güncellenirken bir hata ile karşılaşıldı

# exerciseExperienceQuestion
source: Have you had previous exercise experience?
tr: Daha önce egzersiz deneyiminiz oldu mu?

# exerciseFrequencyFourPlus
source: 4 times per week or more
tr: Haftada 4 ve üzeri

# exerciseFrequencyOneToTwo
source: 1-2 times per week
tr: Haftada 1-2 kere

# exerciseFrequencyQuestion
source: How often do you exercise?
tr: Ne sıklıkla spor yapıyorsunuz?

# exerciseFrequencyThreeToFour
source: 3-4 times per week
tr: Haftada 3-4 kere

# exerciseLessThan1YearAgo
source: Yes, less than 1 year ago
tr: Evet, 1 yıldan kısa süre önce

# exerciseMoreThan1YearAgo
source: Yes, more than 1 year ago
tr: Evet, 1 yıldan uzun süre önce

# exerciseNever
source: No, I have never done it
tr: Hayır, hiç yapmadım

# exerciseRegularlyYes
source: Yes, I exercise regularly
tr: Evet, düzenli olarak egzersiz yaparım

source: Female
tr: Kadın

# forceUpdateDefault
source: To continue update the app
tr: Devam etmek için uygulamayı güncelleyiniz

# forgotPass
source: Forgot Password?
tr: Şifreni mi unuttun?

# frequency
source: Workout Frequency
tr: Antrenman Sıklığı

source: Gain muscle
tr: Kas yapmak

source: Gender
tr: Cinsiyet

# genderQuestion
source: Choose your gender
tr: Cinsiyetini seç

# getPersonalizedFitnessPlans
source: Get personalized fitness plans based on your goals, preferences, and lifestyle.
tr: Hedeflerinize, tercihlerinize ve yaşam tarzınıza göre kişiselleştirilmiş fitness planları edinin.

# getPersonalizedNutritionPlans
source: Get personalized nutrition plans based on your goals, preferences, and lifestyle.
tr: Hedeflerinize, tercihlerinize ve yaşam tarzınıza göre kişiselleştirilmiş beslenme planları edinin.

source: Get Started
tr: Başlayalım

# goalQuestion
source: What is your goal?
tr: Hedefin ne?

source: Height
tr: Boy

# heightQuestion
source: How tall are you?
tr: Boyun kaç?

source: Home
tr: Anasayfa

source: Individualized Fitness Plans
tr: Bireyselleştirilmiş Fitness Planları

source: Language Settings
tr: Dil Seçenekleri

source: Login With
tr: ile Giriş Yap

# loginYourAccount
source: Login to your account
tr: Hesabınıza giriş yapın

source: Logout
tr: Oturumu kapat

source: Logs
tr: Kayıtlar

source: Lose weight
tr: Kilo vermek

source: Male
tr: Erkek

# meso
source: Mesomorph
tr: Mezomorf

# missingAccountInfoDesc
source: Please fill out your membership information as guided in the flow. These data are crucial for tracking program recommendations and monitoring your progress.
tr: Üyelik bilgilerinizi akışı takip ederek doldurunuz. Program önerileri ve gelişiminizi takip etmek adına bu veriler önemlidir.

# missingAccountInfoTitle
source: Your membership information is incomplete
tr: Üyelik bilgileriniz eksik

# nameCharError
source: Your name must be at least 3 characters
tr: İsim en az 3 karakter olmalıdır

# nameQuestion
source: What's your name?
tr: İsmin nedir?

source: No connection
tr: Internet bağlantısı yok

source: None
tr: Hiç

source: Notifications
tr: Bildirimler

source: Okay
tr: Tamam

# openAccount
source: Login
tr: Oturum Aç

source: Other
tr: Diğer

source: Page not found
tr: Sayfa bulunamadı

source: Password
tr: Şifre

# passwordRequirement
source: Password (6+ characters)
tr: Şifre (6+ karakter)

source: Personalized Nutrition Plans
tr: Kişiselleştirilmiş Beslenme Planları

# personalSportAssistant
source: Your personal sport Assistant
tr: Kişisel Spor Asistanınız

# pressAndHoldToContinue
source: Press and hold the button to continue
tr: Devam etmek için butona dokunup basılı tut

source: Profile
tr: Profil

# readyToGetInShapeOne
source: I've decided
tr: Forma girip formda kalmaya

# readyToGetInShapeTwo
source: to get in shape and stay fit
tr: hazır olduğuma karar verdim

# sadPageNotFound
source: We are sorry the page you looking for is not found
tr: Üzgünüz aradığınız sayfa bulunamadı

source: Save
tr: Kaydet

source: Settings
tr: Ayarlar

source: Sign Up
tr: Kaydol

source: Sign up with
tr: İle Kaydol

source: Sign up with Apple
tr: Apple ile oturum aç

source: Sign up with Email
tr: E-posta ile oturum aç

# singupWithGoogle
source: Sign up with Google
tr: Google ile oturum aç

source: Skip
tr: Atla

# socialNetworkDescription
source: A social network of like-minded individuals who support and motivate each other.
tr: Birbirini destekleyip motive eden aynı fikirdeki bireylerin sosyal ağı.

# stayEngagedWithWorkouts
source: Stay engaged with fun and challenging workouts that keep you motivated.
tr: Sizi motive eden eğlenceli ve zorlu antrenmanlarla ilgilenmeye devam edin.

source: Supportive Community
tr: Destekleyici Topluluk

source: Update
tr: Güncelle

source: Update Avaiable
tr: Güncelleme Mevcut

source: Weight
tr: Kilo

# weightQuestion
source: How much do you weigh?
tr: Kaç kilosun?

source: Welcome Back!
tr: Tekrar Hoş Geldiniz!

# welcomeexamplearchl
source: Welcome to examplearchl
tr: examplearchl'e Hoş Geldin.

# workingConsistently
source: I will work consistently to achieve my goals. I will be patient with myself and my growth.
tr: Hedeflerime ulaşmak için istikrarlı bir şekilde çalışacağım. Kendime ve kendimi geliştirmeye sabırlı olacağım.

source: Workout
tr: Antrenman

source: Your age
tr: Yaşın

source: Your BMI value:
tr: BMI değerin:

source: Your height
tr: Boyun

source: Your name
tr: Adın

source: Your weight
tr: Kilon
